Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Last Updated
ar: آخر تحديث
ca: Última actualització
cs: Poslední aktualizace
da: Sidst opdateret
de: Zuletzt aktualisiert
el: Τελευταία Ενημέρωση
es: Última Actualización
fi: Viimeksi päivitetty
fr: Dernière mise à jour
he: עודכן לאחרונה
hi: आखरी अपडेट
hr: Zadnje ažurirano
hu: Utoljára frissítve
id: Terakhir Diperbarui
it: Ultimo Aggiornamento
ja: 最終更新日
ko: 마지막 업데이트
ms: Kemas Kini Terakhir
nb: Sist oppdatert
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última atualização
pt_pt: Última atualização
ro: Ultima actualizare
ru: Последнее обновление
sk: Posledná aktualizácia
sv: Senast uppdaterad
th: อัปเดตล่าสุด
tr: Son Güncelleme
uk: Останнє оновлення
vi: Cập nhật lần cuối
zh_hans: 最后更新
zh_hant: 最後更新

source: Latest ECB reference rates are effective %@. The rates are cached locally for offline use.
ar: أحدث المعدلات المرجعية للبنك المركزي الأوروبي سارية %@. يتم تخزين الأسعار مؤقتًا محليًا للاستخدام دون اتصال بالإنترنت.
ca: Els darrers tipus de referència del BCE són efectius %@. Les tarifes s'emmagatzemen a la memòria cau localment per utilitzar-les fora de línia.
cs: Nejnovější referenční sazby ECB jsou platné od %@. Sazby jsou lokálně ukládány do mezipaměti pro použití offline.
da: Seneste ECB-referencerenter er effektive %@. Priserne cachelagres lokalt til offline brug.
de: Die aktuellen EZB-Referenzzinssätze gelten ab %@. Die Tarife werden für die Offline-Nutzung lokal zwischengespeichert.
el: Τα τελευταία επιτόκια αναφοράς της ΕΚΤ ισχύουν %@. Οι τιμές αποθηκεύονται τοπικά για χρήση εκτός σύνδεσης.
es: Los últimos tipos de referencia del BCE entran en vigor el %@. Las tarifas se almacenan en caché localmente para su uso sin conexión.
fi: Viimeisimmät EKP:n viitekorot ovat voimassa %@. Hinnat tallennetaan paikallisesti välimuistiin offline-käyttöä varten.
fr: Les derniers taux de référence de la BCE sont en vigueur le %@. Les tarifs sont mis en cache localement pour une utilisation hors ligne.
he: שיעורי הייחוס העדכניים ביותר של ה-ECB הם בתוקף %@. התעריפים נשמרים במטמון מקומי לשימוש לא מקוון.
hi: नवीनतम ईसीबी संदर्भ दरें प्रभावी %@ हैं। ऑफ़लाइन उपयोग के लिए दरें स्थानीय रूप से कैश की जाती हैं।
hr: Najnovije referentne stope ECB-a stupaju na snagu %@. Cijene se pohranjuju lokalno za izvanmrežnu upotrebu.
hu: Az EKB legutóbbi referenciakamatlábai %@ érvényesek. A díjak helyi gyorsítótárban vannak offline használatra.
id: Suku bunga referensi ECB terbaru efektif %@. Tarif di-cache secara lokal untuk penggunaan offline.
it: Gli ultimi tassi di riferimento della BCE sono in vigore %@. Le tariffe vengono memorizzate nella cache locale per l'utilizzo offline.
ja: 最新の ECB 参照レートは %@ で有効です。 レートはオフラインで使用できるようにローカルにキャッシュされます。
ko: 최신 ECB 기준금리는 %@ 유효합니다. 요금은 오프라인 사용을 위해 로컬로 캐시됩니다.
ms: Kadar rujukan ECB terkini berkuat kuasa %@. Kadar dicache secara tempatan untuk kegunaan luar talian.
nb: De siste ECB-referanserentene er effektive %@. Prisene bufres lokalt for offline bruk.
nl: De meest recente referentierentetarieven van de ECB zijn van kracht vanaf %@. De tarieven worden lokaal in de cache opgeslagen voor offline gebruik.
pl: Najnowsze stopy referencyjne EBC obowiązują %@. Stawki są zapisywane lokalnie w pamięci podręcznej i można z nich korzystać w trybie offline.
pt_br: As taxas de referência mais recentes do BCE entram em vigor em %@. As taxas são armazenadas em cache localmente para uso offline.
pt_pt: As taxas de referência mais recentes do BCE entram em vigor em %@. As taxas são armazenadas em cache localmente para utilização offline.
ro: Cele mai recente rate de referință ale BCE sunt în vigoare %@. Tarifele sunt stocate în cache local pentru utilizare offline.
ru: Последние базовые ставки ЕЦБ действуют %@. Тарифы кэшируются локально для использования в автономном режиме.
sk: Najnovšie referenčné sadzby ECB sú platné od %@. Sadzby sa ukladajú do lokálnej vyrovnávacej pamäte na použitie offline.
sv: ECB:s senaste referensräntor är effektiva %@. Priserna cachelagras lokalt för offlineanvändning.
th: อัตราอ้างอิง ECB ล่าสุดมีผล %@ อัตราจะถูกแคชไว้ในเครื่องสำหรับการใช้งานแบบออฟไลน์
tr: En son ECB referans oranları %@ tarihinden itibaren geçerlidir. Fiyatlar çevrimdışı kullanım için yerel olarak önbelleğe alınır.
uk: Останні довідкові ставки ЄЦБ набувають чинності %@. Тарифи зберігаються локально для використання в автономному режимі.
vi: Tỷ giá tham chiếu mới nhất của ECB có hiệu lực %@. Tỷ lệ được lưu trữ cục bộ để sử dụng ngoại tuyến.
zh_hans: 最新欧洲央行参考利率于 %@ 生效。 费率在本地缓存以供离线使用。
zh_hant: 最新歐洲央行參考利率於 %@ 生效。 費率在本地快取以供離線使用。

source: Latest snapshot %@
ar: أحدث لقطة %@
ca: Darrera instantània %@
cs: Nejnovější snímek %@
da: Seneste øjebliksbillede %@
de: Letzter Schnappschuss %@
el: Τελευταίο στιγμιότυπο %@
es: Última instantánea %@
fi: Viimeisin tilannekuva %@
fr: Dernier instantané %@
he: תמונת מצב אחרונה %@
hi: नवीनतम स्नैपशॉट %@
hr: Najnovija snimka %@
hu: Legutóbbi pillanatkép %@
id: Cuplikan terbaru %@
it: Ultima istantanea %@
ja: 最新のスナップショット %@
ko: 최신 스냅샷 %@
ms: Gambar terkini %@
nb: Siste øyeblikksbilde %@
nl: Laatste momentopname %@
pl: Najnowsza migawka %@
pt_br: Último instantâneo %@
pt_pt: Último instantâneo %@
ro: Cel mai recent instantaneu %@
ru: Последний снимок %@
sk: Najnovšia snímka %@
sv: Senaste ögonblicksbilden %@
th: สแนปชอตล่าสุด %@
tr: En son anlık görüntü %@
uk: Останній знімок %@
vi: Ảnh chụp nhanh mới nhất %@
zh_hans: 最新快照%@
zh_hant: 最新快照%@

source: Latest snapshot %@)
ar: أحدث لقطة %@)
ca: Darrera instantània %@)
cs: Nejnovější snímek %@)
da: Seneste øjebliksbillede %@)
de: Letzter Schnappschuss %@)
el: Τελευταίο στιγμιότυπο %@)
es: Última instantánea %@)
fi: Viimeisin tilannekuva %@)
fr: Dernier instantané %@)
he: תמונת מצב אחרונה %@)
hi: नवीनतम स्नैपशॉट %@)
hr: Najnovija snimka %@)
hu: Legutóbbi pillanatkép %@)
id: Cuplikan terbaru %@)
it: Ultima istantanea %@)
ja: 最新のスナップショット %@)
ko: 최신 스냅샷 %@)
ms: Gambar terkini %@)
nb: Siste øyeblikksbilde %@)
nl: Laatste momentopname %@)
pl: Najnowsza migawka %@)
pt_br: Último instantâneo %@)
pt_pt: Último instantâneo %@)
ro: Cel mai recent instantaneu %@)
ru: Последний снимок %@)
sk: Najnovšia snímka %@)
sv: Senaste ögonblicksbilden %@)
th: สแนปชอตล่าสุด %@)
tr: En son anlık görüntü %@)
uk: Останній знімок %@)
vi: Ảnh chụp nhanh mới nhất %@)
zh_hans: 最新快照%@)
zh_hant: 最新快照%@)

source: Liabilities
ar: الإلتزامات
ca: Passius
cs: Závazky
da: Forpligtelser
de: Verbindlichkeiten
el: Υποχρεώσεις
es: Pasivo
fi: Velat
fr: Passif
he: התחייבויות
hi: देयताएं
hr: obveze
hu: Passzívák
id: Kewajiban
it: Passività
ja: 負債
ko: 부채
ms: Liabiliti
nb: Forpliktelser
nl: Schulden
pl: Zadłużenie
pt_br: Passivos
pt_pt: Passivos
ro: Datorii
ru: Обязательства
sk: Záväzky
sv: Skulder
th: หนี้สิน
tr: Yükümlülükler
uk: Зобов'язання
vi: Nợ phải trả
zh_hans: 负债
zh_hant: 負債

source: Liquidity
ar: السيولة
ca: Liquiditat
cs: Likvidita
da: Likviditet
de: Liquidität
el: Ρευστότητα
es: Liquidez
fi: Likviditeetti
fr: Liquidité
he: נְזִילוּת
hi: लिक्विडिटी
hr: Likvidnost
hu: Likviditás
id: Likuiditas
it: Liquidità
ja: 流動性
ko: 유동성
ms: Kecairan
nb: Likviditet
nl: Liquiditeit
pl: Płynność
pt_br: Liquidez
pt_pt: Liquidez
ro: Lichiditate
ru: Ликвидность
sk: Likvidita
sv: Likviditet
th: สภาพคล่อง
tr: Likidite
uk: Ліквідність
vi: Thanh khoản
zh_hans: 流动性
zh_hant: 流動性

source: Liquidity Account
ar: حساب السيولة
ca: Compte de liquiditat
cs: Účet likvidity
da: Likviditetskonto
de: Liquiditätskonto
el: Λογαριασμός Ρευστότητας
es: Cuenta de Liquidez
fi: Likviditeettitili
fr: Compte de liquidité
he: חשבון נזילות
hi: तरलता खाता
hr: Račun likvidnosti
hu: Likviditási számla
id: Rekening Likuiditas
it: Conto liquidità
ja: 流動性口座
ko: 유동성 계정
ms: Akaun Kecairan
nb: Likviditetskonto
nl: Liquiditeitsrekening
pl: Rachunek Płynności
pt_br: Conta de Liquidez
pt_pt: Conta de Liquidez
ro: Contul de lichiditate
ru: Счет ликвидности
sk: Účet likvidity
sv: Likviditetskonto
th: บัญชีสภาพคล่อง
tr: Likidite Hesabı
uk: Рахунок ліквідності
vi: Tài khoản thanh khoản
zh_hans: 流动资金账户
zh_hant: 流動資金帳戶

source: Local
ar: محلي
cs: Místní
da: Lokal
de: Lokal
el: Τοπικός
fi: Paikallinen
fr: Locale
he: מְקוֹמִי
hi: स्थानीय
hr: Lokalni
hu: Helyi
id: Lokal
it: Locale
ja: 地元
ko: 현지의
ms: Tempatan
nb: Lokalt
nl: Lokaal
pl: Lokalny
ru: Местный
sk: Miestne
sv: Lokal
th: ท้องถิ่น
tr: Yerel
uk: Місцевий
vi: Địa phương
zh_hans: 本地
zh_hant: 當地的

source: Local data is ready to sync.
ar: البيانات المحلية جاهزة للمزامنة.
ca: Les dades locals estan a punt per sincronitzar-se.
cs: Místní data jsou připravena k synchronizaci.
da: Lokale data er klar til at synkronisere.
de: Lokale Daten können synchronisiert werden.
el: Τα τοπικά δεδομένα είναι έτοιμα για συγχρονισμό.
es: Los datos locales están listos para sincronizarse.
fi: Paikalliset tiedot ovat valmiita synkronoitavaksi.
fr: Les données locales sont prêtes à être synchronisées.
he: נתונים מקומיים מוכנים לסנכרון.
hi: स्थानीय डेटा सिंक करने के लिए तैयार है.
hr: Lokalni podaci spremni su za sinkronizaciju.
hu: A helyi adatok készen állnak a szinkronizálásra.
id: Data lokal siap disinkronkan.
it: I dati locali sono pronti per la sincronizzazione.
ja: ローカル データを同期する準備ができました。
ko: 로컬 데이터를 동기화할 준비가 되었습니다.
ms: Data setempat sedia untuk disegerakkan.
nb: Lokale data er klare til å synkroniseres.
nl: Lokale gegevens zijn klaar om te synchroniseren.
pl: Dane lokalne są gotowe do synchronizacji.
pt_br: Os dados locais estão prontos para sincronização.
pt_pt: Os dados locais estão prontos para sincronização.
ro: Datele locale sunt gata pentru sincronizare.
ru: Локальные данные готовы к синхронизации.
sk: Miestne údaje sú pripravené na synchronizáciu.
sv: Lokal data är redo att synkroniseras.
th: ข้อมูลในเครื่องพร้อมที่จะซิงค์แล้ว
tr: Yerel veriler senkronize edilmeye hazır.
uk: Локальні дані готові до синхронізації.
vi: Dữ liệu cục bộ đã sẵn sàng để đồng bộ hóa.
zh_hans: 本地数据已准备好同步。
zh_hant: 本地資料已準備好同步。

source: Local data loaded, but iCloud sync metadata could not be prepared. %@
ar: تم تحميل البيانات المحلية، ولكن تعذر إعداد البيانات التعريفية لمزامنة iCloud. %@
ca: S'han carregat les dades locals, però no s'han pogut preparar les metadades de sincronització d'iCloud. %@
cs: Místní data byla načtena, ale metadata synchronizace iCloud nelze připravit. %@
da: Lokale data blev indlæst, men iCloud-synkroniseringsmetadata kunne ikke forberedes. %@
de: Lokale Daten geladen, aber iCloud-Synchronisierungsmetadaten konnten nicht vorbereitet werden. %@
el: Τα τοπικά δεδομένα φορτώθηκαν, αλλά δεν ήταν δυνατή η προετοιμασία των μεταδεδομένων συγχρονισμού iCloud. %@
es: Se cargaron los datos locales, pero no se pudieron preparar los metadatos de sincronización de iCloud. %@
fi: Paikalliset tiedot ladattiin, mutta iCloud-synkronoinnin metatietoja ei voitu valmistella. %@
fr: Données locales chargées, mais les métadonnées de synchronisation iCloud n'ont pas pu être préparées. %@
he: נתונים מקומיים נטענו, אך לא ניתן היה להכין מטא נתונים של סנכרון iCloud. %@
hi: स्थानीय डेटा लोड किया गया, लेकिन iCloud सिंक मेटाडेटा तैयार नहीं किया जा सका। %@
hr: Učitani su lokalni podaci, ali metapodaci za iCloud sinkronizaciju nisu mogli biti pripremljeni. %@
hu: Helyi adatok betöltve, de az iCloud szinkronizálási metaadatokat nem lehetett előkészíteni. %@
id: Data lokal dimuat, namun metadata sinkronisasi iCloud tidak dapat disiapkan. %@
it: Dati locali caricati, ma non è stato possibile preparare i metadati di sincronizzazione di iCloud. %@
ja: ローカルデータは読み込まれましたが、iCloud同期メタデータを準備できませんでした。 %@
ko: 로컬 데이터가 로드되었지만 iCloud 동기화 메타데이터를 준비할 수 없습니다. %@
ms: Data setempat dimuatkan, tetapi metadata penyegerakan iCloud tidak dapat disediakan. %@
nb: Lokale data ble lastet, men iCloud-synkroniseringsmetadata kunne ikke forberedes. %@
nl: Lokale gegevens geladen, maar metadata voor iCloud-synchronisatie kon niet worden voorbereid. %@
pl: Załadowano dane lokalne, ale nie można przygotować metadanych synchronizacji iCloud. %@
pt_br: Dados locais carregados, mas não foi possível preparar os metadados de sincronização do iCloud. %@
pt_pt: Carregaram dados locais, mas não foi possível preparar os metadados de sincronização do iCloud. %@
ro: Datele locale au fost încărcate, dar metadatele de sincronizare iCloud nu au putut fi pregătite. %@
ru: Локальные данные загружены, но метаданные синхронизации iCloud подготовить не удалось. %@
sk: Lokálne údaje sa načítali, ale metadáta synchronizácie iCloud nebolo možné pripraviť. %@
sv: Lokal data har laddats, men iCloud-synkroniseringsmetadata kunde inte förberedas. %@
th: โหลดข้อมูลในเครื่องแล้ว แต่ไม่สามารถเตรียมข้อมูลเมตาการซิงค์ iCloud ได้ %@
tr: Yerel veriler yüklendi ancak iCloud senkronizasyon meta verileri hazırlanamadı. %@
uk: Локальні дані завантажено, але метадані синхронізації iCloud не вдалося підготувати. %@
vi: Đã tải dữ liệu cục bộ nhưng không thể chuẩn bị siêu dữ liệu đồng bộ hóa iCloud. %@
zh_hans: 已加载本地数据，但无法准备 iCloud 同步元数据。 %@
zh_hant: 已載入本地數據，但無法準備 iCloud 同步元數據。 %@

source: Local Only
ar: محلي فقط
ca: Només local
cs: Pouze místní
da: Kun lokalt
de: Nur lokal
el: Μόνο τοπικά
es: Solo Local
fi: Vain paikallinen
fr: Local uniquement
he: מקומי בלבד
hi: केवल स्थानीय
hr: Samo lokalno
hu: Csak helyi
id: Hanya Lokal
it: Solo Locale
ja: ローカルのみ
ko: 로컬 전용
ms: Tempatan Sahaja
nb: Kun lokalt
nl: Alleen lokaal
pl: Tylko lokalnie
pt_br: Somente locais
pt_pt: Somente locais
ro: Numai local
ru: Только местный
sk: Len miestne
sv: Endast lokalt
th: เฉพาะท้องถิ่นเท่านั้น
tr: Yalnızca Yerel
uk: Тільки місцеві
vi: Chỉ địa phương
zh_hans: 仅本地
zh_hant: 限本地

source: Local Storage
ar: التخزين المحلي
ca: Emmagatzematge local
cs: Místní úložiště
da: Lokal opbevaring
de: Lokaler Speicher
el: Τοπική αποθήκευση
es: Almacenamiento local
fi: Paikallinen tallennustila
fr: Stockage local
he: אחסון מקומי
hi: स्थानीय भंडारण
hr: Lokalna pohrana
hu: Helyi tárolás
id: Penyimpanan Lokal
it: Archiviazione locale
ja: ローカルストレージ
ko: 로컬 저장소
ms: Storan Tempatan
nb: Lokal lagring
nl: Lokale opslag
pl: Magazyn lokalny
pt_br: Armazenamento local
pt_pt: Armazenamento local
ro: Stocare locală
ru: Локальное хранилище
sk: Miestne úložisko
sv: Lokal förvaring
th: ที่เก็บข้อมูลท้องถิ่น
tr: Yerel Depolama
uk: Локальна пам'ять
vi: Bộ nhớ cục bộ
zh_hans: 本地存储
zh_hant: 本地儲存

source: Manual Actions
ar: الإجراءات اليدوية
ca: Accions manuals
cs: Ruční akce
da: Manuelle handlinger
de: Manuelle Aktionen
el: Χειροκίνητες ενέργειες
es: Acciones manuales
fi: Manuaaliset toiminnot
fr: Actions manuelles
he: פעולות ידניות
hi: मैन्युअल क्रियाएँ
hr: Ručne radnje
hu: Kézi műveletek
id: Tindakan Manual
it: Azioni manuali
ja: 手動アクション
ko: 직접 조치
ms: Tindakan Manual
nb: Manuelle handlinger
nl: Handmatige acties
pl: Działania ręczne
pt_br: Ações manuais
pt_pt: Ações manuais
ro: Acțiuni manuale
ru: Действия вручную
sk: Manuálne akcie
sv: Manuella åtgärder
th: การดำเนินการด้วยตนเอง
tr: Manuel İşlemler
uk: Ручні дії
vi: Thao tác thủ công
zh_hans: 手动操作
zh_hant: 手動操作

source: Market Data
ar: بيانات السوق
ca: Dades de mercat
cs: Údaje o trhu
da: Markedsdata
de: Marktdaten
el: Δεδομένα Αγοράς
es: Datos de Mercado
fi: Markkinatiedot
fr: Données de marché
he: נתוני שוק
hi: बाज़ार डेटा
hr: Podaci o tržištu
hu: Piaci adatok
id: Data Pasar
it: Dati di Mercato
ja: 市場データ
ko: 시장 데이터
ms: Data Pasaran
nb: Markedsdata
nl: Marktgegevens
pl: Dane rynkowe
pt_br: Dados de mercado
pt_pt: Dados de mercado
ro: Date de piață
ru: Рыночные данные
sk: Údaje o trhu
sv: Marknadsdata
th: ข้อมูลการตลาด
tr: Piyasa Verileri
uk: Ринкові дані
vi: Dữ liệu thị trường
zh_hans: 市场数据
zh_hant: 市場數據

source: Merge
ar: دمج
ca: Fusionar
cs: Spojit
da: Flet sammen
de: Verschmelzen
el: Συγχώνευση
es: Unir
fi: Yhdistää
fr: Fusionner
he: לְמַזֵג
hi: मर्ज
hr: Spojiti
hu: Összeolvad
id: Menggabungkan
it: Unisci
ja: マージ
ko: 병합
ms: Bercantum
nb: Fusjonere
nl: Samenvoegen
pl: Łączyć
pt_br: Mesclar
pt_pt: Mesclar
ro: Îmbinați
ru: Объединить
sk: Zlúčiť
sv: Slå ihop
th: ผสาน
tr: Birleştir
uk: Об’єднати
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

source: Merge adds new records and updates matching IDs. Replace clears current local finance data before importing.
ar: يقوم الدمج بإضافة سجلات جديدة وتحديثات مطابقة للمعرفات. يقوم الاستبدال بمسح بيانات التمويل المحلي الحالية قبل الاستيراد.
ca: La combinació afegeix nous registres i actualitza els ID coincidents. Reemplaça esborra les dades actuals de finances locals abans d'importar-les.
cs: Sloučit přidává nové záznamy a aktualizuje odpovídající ID. Nahradit vymaže aktuální místní finanční data před importem.
da: Flet tilføjer nye registreringer og opdaterer matchende id'er. Erstat sletter aktuelle lokale finansdata før import.
de: Durch Zusammenführen werden neue Datensätze hinzugefügt und übereinstimmende IDs aktualisiert. Durch Ersetzen werden die aktuellen lokalen Finanzdaten vor dem Import gelöscht.
el: Το Merge προσθέτει νέες εγγραφές και ενημερώνει τα αντίστοιχα αναγνωριστικά. Το Replace διαγράφει τα τρέχοντα τοπικά οικονομικά δεδομένα πριν από την εισαγωγή.
es: Fusionar agrega nuevos registros y actualiza las ID coincidentes. Reemplazar borra los datos financieros locales actuales antes de importar.
fi: Yhdistäminen lisää uusia tietueita ja päivittää vastaavia tunnuksia. Korvaa tyhjentää nykyiset paikalliset taloustiedot ennen tuontia.
fr: La fusion ajoute de nouveaux enregistrements et met à jour les identifiants correspondants. Remplacer efface les données financières locales actuelles avant l’importation.
he: מיזוג מוסיף רשומות חדשות ומעדכן מזהים תואמים. החלפה מנקה את נתוני הכספים המקומיים העדכניים לפני הייבוא.
hi: मर्ज नए रिकॉर्ड जोड़ता है और मेल खाने वाली आईडी अपडेट करता है। आयात करने से पहले रिप्लेस वर्तमान स्थानीय वित्त डेटा को साफ़ करता है।
hr: Spajanje dodaje nove zapise i ažurira podudarne ID-ove. Zamijeni briše trenutne lokalne podatke o financijama prije uvoza.
hu: Az egyesítés új rekordokat ad hozzá, és frissíti a megfelelő azonosítókat. A Csere törli az aktuális helyi pénzügyi adatokat az importálás előtt.
id: Penggabungan menambahkan catatan baru dan memperbarui ID yang cocok. Ganti menghapus data keuangan lokal saat ini sebelum mengimpor.
it: Unisci aggiunge nuovi record e aggiorna gli ID corrispondenti. Sostituisci cancella i dati finanziari locali correnti prima dell'importazione.
ja: Merge は新しいレコードを追加し、一致する ID を更新します。 Replace は、インポートする前に現在の地方財務データを消去します。
ko: 병합은 새 레코드를 추가하고 일치하는 ID를 업데이트합니다. 바꾸기는 가져오기 전에 현재 지역 금융 데이터를 지웁니다.
ms: Gabung menambah rekod baharu dan mengemas kini ID yang sepadan. Ganti mengosongkan data kewangan tempatan semasa sebelum mengimport.
nb: Merge legger til nye poster og oppdaterer samsvarende IDer. Erstatt sletter gjeldende lokale finansdata før import.
nl: Samenvoegen voegt nieuwe records toe en werkt overeenkomende ID's bij. Vervangen wist de huidige lokale financiële gegevens voordat deze worden geïmporteerd.
pl: Merge dodaje nowe rekordy i aktualizuje pasujące identyfikatory. Zamień usuwa bieżące dane finansów lokalnych przed importem.
pt_br: Mesclar adiciona novos registros e atualiza IDs correspondentes. Substituir limpa os dados financeiros locais atuais antes de importar.
pt_pt: Mesclar adiciona novos registos e atualiza os IDs correspondentes. Substituir limpa os dados financeiros locais atuais antes de importar.
ro: Merge adaugă noi înregistrări și actualizează ID-uri. Înlocuire șterge datele actuale privind finanțele locale înainte de importare.
ru: Слияние добавляет новые записи и обновляет соответствующие идентификаторы. Заменить очищает текущие данные о местных финансах перед импортом.
sk: Zlúčiť pridáva nové záznamy a aktualizuje zodpovedajúce ID. Nahradiť vymaže aktuálne miestne finančné údaje pred importovaním.
sv: Merge lägger till nya poster och uppdaterar matchande ID:n. Ersätt rensar aktuell lokal ekonomidata innan import.
th: ผสานเพิ่มบันทึกใหม่และอัปเดตรหัสที่ตรงกัน แทนที่จะล้างข้อมูลการเงินในท้องถิ่นปัจจุบันก่อนนำเข้า
tr: Birleştirme, yeni kayıtlar ekler ve eşleşen kimlikleri günceller. Değiştir, içe aktarmadan önce mevcut yerel finans verilerini temizler.
uk: Злиття додає нові записи та оновлює відповідні ідентифікатори. Замінити видаляє поточні місцеві фінансові дані перед імпортом.
vi: Hợp nhất thêm bản ghi mới và cập nhật ID phù hợp. Thay thế xóa dữ liệu tài chính địa phương hiện tại trước khi nhập.
zh_hans: 合并添加新记录并更新匹配的 ID。替换会在导入前清除当前的本地财务数据。
zh_hant: 合併新增記錄並更新符合的 ID。替換會在匯入前清除目前的本地財務資料。

source: Merge With Existing Data
ar: دمج مع البيانات الموجودة
ca: Combina amb les dades existents
cs: Sloučit se stávajícími daty
da: Flet med eksisterende data
de: Mit vorhandenen Daten zusammenführen
el: Συγχώνευση με υπάρχοντα δεδομένα
es: Fusionar con datos existentes
fi: Yhdistä olemassa oleviin tietoihin
fr: Fusionner avec des données existantes
he: מיזוג עם נתונים קיימים
hi: मौजूदा डेटा के साथ विलय करें
hr: Spajanje s postojećim podacima
hu: Egyesítés a meglévő adatokkal
id: Gabungkan Dengan Data Yang Ada
it: Unisci con dati esistenti
ja: 既存のデータと結合する
ko: 기존 데이터와 병합
ms: Bercantum Dengan Data Sedia Ada
nb: Slå sammen med eksisterende data
nl: Samenvoegen met bestaande gegevens
pl: Połącz z istniejącymi danymi
pt_br: Mesclar com dados existentes
pt_pt: Mesclar com dados existentes
ro: Îmbinați cu datele existente
ru: Объединить с существующими данными
sk: Zlúčiť s existujúcimi údajmi
sv: Slå samman med befintliga data
th: ผสานกับข้อมูลที่มีอยู่
tr: Mevcut Verilerle Birleştir
uk: Об’єднати з існуючими даними
vi: Hợp nhất với dữ liệu hiện có
zh_hans: 与现有数据合并
zh_hant: 與現有資料合併

source: Merge with local data
ar: دمج مع البيانات المحلية
ca: Combina amb dades locals
cs: Sloučit s místními daty
da: Flet sammen med lokale data
de: Mit lokalen Daten zusammenführen
el: Συγχώνευση με τοπικά δεδομένα
es: Fusionar con datos locales
fi: Yhdistä paikallisiin tietoihin
fr: Fusionner avec des données locales
he: מיזוג עם נתונים מקומיים
hi: स्थानीय डेटा के साथ विलय करें
hr: Spajanje s lokalnim podacima
hu: Egyesítse a helyi adatokkal
id: Gabungkan dengan data lokal
it: Unisci con i dati locali
ja: ローカルデータと結合する
ko: 로컬 데이터와 병합
ms: Bergabung dengan data tempatan
nb: Slå sammen med lokale data
nl: Samenvoegen met lokale gegevens
pl: Połącz z danymi lokalnymi
pt_br: Mesclar com dados locais
pt_pt: Mesclar com dados locais
ro: Îmbinați cu datele locale
ru: Объединить с локальными данными
sk: Zlúčiť s miestnymi údajmi
sv: Slå samman med lokal data
th: ผสานกับข้อมูลในเครื่อง
tr: Yerel verilerle birleştirme
uk: Об’єднати з локальними даними
vi: Hợp nhất với dữ liệu cục bộ
zh_hans: 与本地数据合并
zh_hant: 與本地資料合併

source: Mode
ar: وضع
cs: Režim
de: Modus
el: Τρόπος
es: Modo
fi: tila
he: מצב
hi: तरीका
hr: Način rada
hu: Mód
it: Modalità
ja: モード
ko: 방법
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Modul
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Cách thức
zh_hans: 模式
zh_hant: 模式

source: Month
ar: شهر
ca: Mes
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
fi: Kuukausi
fr: Mois
he: חוֹדֶשׁ
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
it: Mese
ja: 月
ko: 월
ms: bulan
nb: Måned
nl: Maand
pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ro: Lună
ru: Месяц
sk: mesiac
sv: Månad
th: เดือน
tr: Ay
uk: місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

source: Monthly
ar: شهريا
ca: Mensualment
cs: Měsíční
da: Månedlig
de: Monatlich
el: Μηνιαίος
es: Mensual
fi: Kuukausittain
fr: Mensuel
he: יַרחוֹן
hi: महीने के
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 毎月
ko: 월간 간행물
ms: Bulanan
nb: Månedlig
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sv: Månatlig
th: รายเดือน
tr: Aylık
uk: Щомісяця
vi: hàng tháng
zh_hans: 每月
zh_hant: 每月
